# 5.7 Организационно-правовые формы и правовой режим предпринимательской деятельности

Предпринимательская деятельность

**Предпринимательство** — самостоятельная, инициативная деятельность людей, осуществляемая на свой риск и под имущественную отвветственность, направленная на систематическое получение прибыли

**Фирма (предприятие)** — коммерческая организация, осуществляющая затраты экономических ресурсов для изготовления товаров и услуг, реализуемых на рынке

**Фирма** — организация, производящая экономические блага для продажи с целью получения прибыли

Бизнес = предпринимательство

### Особенности предпринимательства
- Хозяйственное новаторство
- Инициативность
- Поиск
- Экономическая свобода
- Риск и угроза потерь

### Виды
- Малое, среднее, крупное
- Частное, государственное, международное
- Производственное, коммерческое, финансовое

### Функции
- Создание рабочих мест
- Предприниматели явялются крупнейшими налогоплательщиками
- Соединение факторов производства
- Открытие новых технологий, видов товаров и т.д
- Привлечение крупных денежных средств в самые разные отрасли народного хозяйства

### Формы организации предпринимательской деятельности (ПОЧИТАТЬ)

- Хозяйственное партнерство
- Индивидуальное предпринимательство
- Хозяйственное товарищество
    - Полное
    - Имеют равные права в управлении своим предприятием
    - Несколько лиц
    - Владельцы предприятия несут ответственность по обязательствам своего предприятия в полном объёме принадлежащим им имуществом
    - На вере (командитное)
- Хозяйственное общество
    - ООО — не может
    - Публичное акционерное  — может выпускать акции
- Производственный кооператив
    - Личное трудовое участие
    - Распределение прибыли в соотвествии с ним
- Унитарные предприятия
    - Имущество не делится
    - Не наделена правом собственности на закрепленное за ней имущество


## Слагаемые успеха в бизнесе* потом почитать

Реклама — полезная информация о продукте и его цене, помогает потребителю сделать рациональный выбор, способствует продвижению новых товаров

Часто бесполезна, манипулирует потребителем, основана на недостоверных сведениях, удорожает стоимость товара

# 5.2 Система российского права

# Основные отрасли российского права

1. Конституционное (государственное) право — отрасль права устанавливающая основы государственного строя, определяет правовой статус личности
    - Закрепляет права и свободы
    - Определяет устройство гос-ва
    - Определяет обязанности гражданина и гос-ва
2. Гражданское право — отрасль права регулирующая имущественные и связанные с ними личные неимущественные отношения
    - осуществление сделок;
    - предпринимательскую деятельность;
    - наследование
3. Административное право — отрасль права регулирующая правоотношения, складывающиеся в связи с реализацией функций государственного управления, в сфере деятельности исполнительной власти
    - Определяет ответственность за совершение проступков (административных правонарушений) государственного управления
4. Уголовное право — отрасль права регулирующая правоотношения, складывающиеся в связи с совершением общественно опасных преступных деяний
5. Трудовое право — отрасль права регулирующая процесс трудовой деятельности, возникающие трудовые и связанные с ними иные отношения
6. Семейное право — отрасль права регулирующая отношения, возникающие в процессе создания и существование семьи, а также общественные отношения с участием членов семьи.

### Виды права

1. Частное право — совокупность отраслей и институтов права, регулирующих отношения, в к-х выражаются частные интересы отдельных лиц
2. Публичное право — совокупность отраслей и институтов права, регулирующих общественно значимые отношения, властным образом, обеспечивающих общий интерес

# Важно!

- Границы между публичным и частным правом условные
- Одни и те же лица могут выступать субъектами как публичного так и частного права
- Одни и те же отношения часто входят в сферу и частных и публичных интересов
- В составе отраслей частного права могут находиться публично-правовые нормы

## Еще виды права:

1. Материальное право — совокупность юридических норм, в которых прописаны варианты правового поведения и установлены общеобязательные правила
2. Процессуальное право — регулирует процедуру применения норм материального права

---

Предмет регулирования (о чем?) — общественные отношения, на к-е направлено воздействие правовых средств и методов

Метод регулирования (как?) — различные способы правового воздействия гос-ва на общественные отношения

# Нормативный правовой акт

## Виды

- Законы
- Подзаконные акты

## Иерархия

### Законы:

- Конституция
- Федеральные конституционные законы
- Текущие федеральные законы
- Законы субъектов РФ

### Подзаконные акты:

- Указы президента
- Постановление Правительства РФ
- Акты федеральных органов власти

## Особенности

- Официальность
- Писльменная форма
- Юридический язык

# 5.1 Право в системе социальных норм

**Право** — система общеобязательных правил, регулирующих социальные отношения и обеспеченных силой государственного принуждения

### Подходы к понимнию права

- Нормативный (позитивизм)
    - Позитивное право — законы, другие источники правовых норм, к-е получают официальное государственное обеспечение
- Естественно-правовой
    - Естественное право — правовая концепция, согласно к-й, каждый человек от рождения обладает набором прав и свобод, к-е неотчуждаемы и принадлежат ему всю жизнь

## Признаки права

- Устанавливается только гос-вом
- Носит общеобязательный характер
- Государственное принуждение
- Имеет формальную определенность

## Функции права (Лискова)

- Регулятивная
- Охранительная
- Воспитательная
- Оценочная

---

Система права — внутренняя структура права, которая выражается в единстве и согласованности составляющих его норм и одновременного разделения его на отрасли и институты

### Признаки системы права

- Объективность
- Единство и взаимосвязь норм
- Включает структурность элементов


## Система права

- **Норма** — установленное гос-вом общеобязательное правило поведения
- **Институт** — объективно обособившаяся внутри той или иной отрасли права группа взаимосвязанных однопорядковых юридических норм
- **Отрасль** — совокупность однопорядковых правовых норм, регулирующих целую сферу однородных общественных отношений

## Институты

- Гражданства — F.E: Гражданин РФ не может быть лишен своего гражданства
- Сделки — каждый имеет право распоряжаться своим имуществом
- Наследования — наследовать

# Норма права

**Но́рма пра́ва** **—** **общеобязательное, формально определённое** правило поведения, гарантируемое государством, отражающее уровень свободы граждан и организаций, выступающее регулятором общественных отношений.

### Структура

- гипотеза — указание конкретных обстоятельств действия правовой нормы (Гипотеза — если)
- Диспосизиция — модель правомерного поведения (диспозиция то)
- Санкция — последствия соблюдения или несоблюдения правовой нормы

# Источник (форма) права

Источник (форма) права — установленные государством официальные способы внешнего выражения и закрепления норм права, придания им общеобязательного значения

### Источники права

- Нормативный правовой акт — юр. документ, к-й принимается в особом порядке уполномоченным на то должностным лицом или гос. органом
    - законы
    - подзаконные акты
- Правовой обычай — сложившиеся и широко применяемое в к-либо области деятельности, не предусмотренное законодательством правило поведения, независимо от того, зафиксировано ли оно в к-либо документе
- Юридический (судебный или административный) прецедент — Решение суда, обязательное для исполнения нижестоящими судебными инстанциями

## Классификация правовых норм

- Управомочивающие
- Обязывающие
- Запрещающие

## Виды правовых систем

- Романо-германская (континентальная0 — основной источник права — нормативно-правовые акты (Россия, Германия)
- Англосаксонская: основной источник права — судебный прецедент (Великобритания, США)
- Религиозно-традиционная: основной источник права — обычаи и священные тексты (ряд стран Азии и Африки)

# Конституция РФ

- Принята всенародным голосованием 12.12.1993 г.
- Обладает высшей юридической силой
- Конституция — это закон прямого действия
- Имеет особы порядок охраны и внесения изменений
- Президент — гарант конституции

![Untitled](https://s3-us-west-2.amazonaws.com/secure.notion-static.com/aba9bc19-7206-4280-ba17-135840d78f8e/Untitled.png)

Конституционное право не кончается на конституции

## Структура Конституции РФ

- ~~Преамбула~~
- Раздел первый
    - Глава первая — Основы конституционного строя
    - Глава вторая — Права и свободы человека и гражданина
    - Глава третья — Федеративное устройство
    - Глава четвертая — Президент РФ
    - Глава пятая — Федеральное собрание
    - Глава шестая — Правительство РФ
    - Глава седьмая — Судебная власть
    - Глава восьмая — Местное самоуправление
    - Глава девятая — Конституционные поправки и пересмотр Конституции
- ~~Раздел второй~~

Зачеркнутое не нужно

## Глава 1. Основы конституционного строя

1. Форма государства: республика (форма правления), демократия (режим правления), федерация (государстенно-административное устройство)
2. Правовое государство
3. Социальное государство — политика которого направлена на создание условий, обеспечивающих достойную жизнь и свободное развитие человека
4. Светское государство — никакая религия не может устанавливаться в качестве государственной или обязательной, + свобода совести, религиозные объединения равны перед законом
5. Суверенитет народа
6. Государственный суверенитет
7. Федерализм
8. Единое и равное гражданство
9. Свободная экономика
10. Принцип разделения властей
11. Идеологическое многообразие (плюрализм)

## Поправки и пересмотр

- Главы 1,2 и 9 **не могут быть пересмотрены** Федеральным Собранием
- Поправки к 3-8 главам принимаются как федеральный конституционный закон **+ одобрение субъектов РФ**
- Конституционное собрание

## Стабильность Конституции

- Президент — гарант конституции
- Конституционный суд
- Конституционное собрание
- Поправки утверждается совместно с субъектами РФ


### Свобода

Отсутствие ограничений

### Права

Наличие возможностей

Ст. 55 п.3 — права и свободы человека и гражданин, могут быть ограничены федеральным законом только в той мере, в какой это необходимо в целях защиты основ конституционного строя нравственности, здоровья, прав и законных интересов других лиц, оебспечения обороны страны и безопасности государства.

# Категории прав и свобод по Конституции РФ:

- Гражданские (личные)
    - Свободы (мысли и слова, массовой информации, совести и вероисповедания)
    - На жизнь
    - На свободу и личную неприкосновенность
    - На неприкосновенность частной жизни, личную и семейную тайну
    - Неприкосновенность жилища на защиту своей чести и доброго имени
    - На тайну переписки, телефонных переговоров, почтовых, телеграфных и иных сообщений
    
    - Определять и указывать свою национальную принадлежность
    - Иметь гражданство иностранного государства (двойное гражданство)
    - На пользование родным языком, выбор языка общения, воспитания, обучения и творчества
    
    - Свободно передвигаться, выбирать место пребывания и жительства
    - На свободный выезд за пределы РФ
    - Беспрепятственно возвращаться в РФ
    - Защищать свои права и свободы всеми способами, не запрещенными законом
    - Обращаться в межгосударственные органы по защите прав и свобод человека
    - На получение квалифицированной юридической помощи (в том числе бесплатно) пользоваться помощью адвоката
    - На пересмотр приговора вышестоящим судом
    - На возмещение государством вреда, причененного незаконными действиями (или бездействием) органов государственной власти и их должностных лиц
    - Искать, получать, передавать, производить и распространять информацию
- Социальные
    - На жилище
    - На образование
    - На охрану здоровья и медицинскую помощь
    - Социальное обеспечение по возрасту, в случае болезни, инвалидности, потери кормильца, для воспитания детей
    - На благоприятную среду
- Экономические
    - На свободное использование своих способностей и имущества для предпринимательской деятельности
    - Частной собственности
    - Иметь имущество в собственности, владеть, пользоваться и распоряжаться им как единолично, так и совместно с другими лицами
    - Иметь в частной собственности землю
    - Наследования
    - Свободно распоряжаться своими способностями к труду, выбирать род деятельности и профессию
    - На индивидуальные и коллективные трудовые споры
    - На труд
    - На отдых
- Политические
    - На объединение
    - На мирные собрания
    - Избирать и быть избранным
    - Обращаться в государственные органы и органы местного самоуправления
    - Участвовать в управлении делами государства
    - Участвовать в отправлении правосудия
    - **Свобода** деятельности общественных объединений
- Культурные
    - На участие в культурной жизни и пользование учреждениями культуры, на доступ к культурным ценностям
    - Свобода литературного художественного, научного, технического и других видов творчества, преподавания
    
    # Обязанности УЧИТЬ ВСЁ
    
    - **Соблюдать конституцию и законы РФ**
    - **Основное общее образование обязательно**. Родители или лица, их заменяющие, обеспечивают получение, обеспечивают получение детьми основного общего образования
    - Заботиться о **сохранени исторического и культурного наследия**, беречь памятники истории и культуры
    - **Платить законно установленные налоги** и сборы
    - **Сохранять природу и окружающую среду**, бережно относиться к природным богатствам
    - **Защита Отечества** является долго и обязанностью гражданина РФ
    - **Забота о детях**, их воспитание — равное право и обязанность родителей.
    - Трудоспособные дети, достигшие 18 лет, должны **заботиться о нетрудоспособных родителях**

### Федеративное устройство

РФ, объединенная тысячелетней историей, сохряняя память предков, передавших нам идеалы и веру в Бога, а также преемственность в развитии Российского государства, признает исторически сложившееся государственное единство

- Республики
    - Дагестан
    - Татарстан
    - Чеченская республика
- Края
    - Алтайский
    - Пермский
    - Краснодарский
- Области
- Города федерального значения
    - Москва
    - Санкт-Петербург
    - Севастополь
- Автономная область
- Автономные округа

### Отличия:

- Республика имеет свою конституцию и законодательство + органы власти и второй государственный язык
- край, область, город федерального значения, автономная область, автономный округ имеет свой устав и законодательствофы
- финансовое, валютное, таможенное регулирование
- установление правовых основ единого рынка

# Президент 4 глава

- Гарант Конституции
- Принимает меры по охране суверенитета РФ
- Поддерживает гражданский мир и согласие в стране
- Обеспечивает согласованное функционирование и взаимодействие органов власти
- Определяет основные направления внутренней и внешней политики государства
- Представляет РФ внутри страны и в международных отношениях

- Избирается на шесть лет
- Не моложе 35 лет
- Постоянно проживающий в РФ не менее 25 лет
- Не имеющий и не имевши йранее гражданства иностранного государства либо вида на жительство
- Одно и то же лицо не может занимать должность
- Президента РФ более двух сроков
- Президент РФ обладает неприкосновенностью

## Полномочия президента

- Гражданство
- Назначает выборы Госдумы
- Распускает Госдуму
- Назначает референдум
- назначает на должность и освобождает от нее Генерального прокурора
- Подписывает и обнародует федеральные законы
- Решает вопросы гражданства
- Награждает государственными наградами
- обеспечение согласованного функционирования и взаимодействия органов государственной власти
- Осуществляет помилование
- Формирует Госсовет
- Формирует Совбез
- Формирует Администрацию Президента
- Назначает и освобождает высшее командование Вооруженных Сил
- Назначает и отзывает дипломатических представителей РФ

## Полномочия Совета Федерации

- Утверждение изменения границ между субъектами РФ
- Решение вопроса о возможности использования Вооруженных Сил РФ за пределами РФ
- Назначение выборов Президента
- Отрешение Президента РФ от должности
- Лишение неприкосновенности Президента РФ, прекратившего исполнение своих полномочий
- Назначение на должность Председателя и судей Конституционного суда
- Назначение на должность председателя и судей Верховного суда
- Утверждение указа Президента РФ о введении военного и чрезвычайного положения
- Заслушивание ежегодных докладов Генпрокурора РФ о состоянии законности и правопорядка в РФ
- Назначение на должность и освобождение от должности Председателя Счетной палаты*

## Полномочия Госдумы

- Утверждение кандидатуры Председателя Правительства РФ
- заслушивание ежегодных отчетов Правительства РФ о результатах его деятельности
- Решение вопроса о доверии Правительству
- Назначение на должность и освобождение от должности Председателя ЦБ РФ
- Принимают Федеральные законы
- Назначение на должность и освобождение от должности заместителя Председателя СП
- Назначение на должность и освобождение от должности УППЧ
- Объявление амнистии
- Выдвижение обвинения против Президента РФ в целях отрешения его от должности

## Законотворческий процесс

1. Законодательная инициатива
    - Президент РФ
    - Совет Федерации
    - Сенаторы РФ
    - Депутаты Госдумы
    - Правительство РФ
    - Законодательные (представительне) органы субъектов РФ
    - Конституционный Суд РФ и Верховный Суд РФ по вопросам их ведения
2. Госдума рассматривает в 3 чтениях, принимает или нет (если нет на доработку и т.д)
3. Совет Федерации рассматривает
4. Президент (если отказывается, его пересматривают до Госдумы сбрасывает)

# Правительство РФ ст. 114

## Полномочия

- Разрабатывает и представляет Госдуме Фед. бюджет и обеспечивает его исполнение
- Обеспечивает проведение в РФ единой финансовой, кредитной и денежной (и иной) политики
- Осуществляет управление федеральной собственностью
- Осуществляет меры по обеспечению обороны страны
- Осуществляет меры по обеспечению законности, прав и свобод граждан, охране собственности и общественного порядка, борьбе с преступностью
- Осуществляет меры по поддержке институтов гражданского общества

# Судебная власть, глава 7

### Верховный суд

- Высший судебный орган по гражданским, уголовным, административным и иным делам, осуществляет судебный надзор за их деятелньостью и дает разъяснения по вопросам судебной практики
- Судьями могут быть граждане РФ, достигшие 25 лет

### Конституционный суд

- Разрешает дела о соответсвии конституции РФ, иных НПА
- Осуществляет толкование Конституции

Разрешает споры о компетенции

- Между органами гос. власти
- Между органами гос. власти РФ и органами гос. власти субъектов РФ
- Между высшими гос. органами субъектов РФ

# 5.17 Гражданство РФ

Гражданство — устойчивая политико-правовая связь лица с гос-вом, выражающаяся в совокупности их взаимных прав и обязанностей

### НПА

- Конституция РФ
- ФЗ “О гражданстве РФ”

### Находится в компетенции

- Президента РФ
- Главного управления по вопросам миграции МВД
- МИД
- Дипломатические представительства и консульства за пределами РФ

## Принципы гражданства РФ

- Является единым и равным независимо от оснований его приобретения
- Гражданин РФ не может быть лишен гражданства РФ или права изменить его
- Гражданин РФ не может быть выслан за пределы РФ или выдан иностранному гос-ву
- Гражданин РФ может иметь гражданство иностранного гос-ва (двойное гражданство)
- Проживание гражданина РФ за пределами РФ не прекращает его гражданства РФ
- Гражданам РФ, находящимся за пределами РФ, предоставляются защита и покровительство РФ

---

Двойное гражданство — лицо являющееся гражданином обоих государства, несет обязанности гражданина только того государства, на территории которого оно постоянно проживает

Двойное гражданство не равно второму гражданству

Двойное гражданство можно получить только с Таджикистаном

## Приобретение гражданства РФ

1. По рождению
    - Оба родителя (право крови)
    - Единственный родитель (право почвы) (В США так, типо если ребенок родился в США, то он в любом случае гражданин США)
    - Если станет лицом без гражданства
2. Прием в гражданство в общем порядке
    - Проживают 5 лет
    - Обязуются соблюдать конституцию РФ
    - Имеют законный источник средств к существованию
    - Владеют русским языком
3. Иные
    - Оптация (когда твою землю присоединили к стране и ты к ней вместе со своей земелькой)

### Исключения из общего порядка

- Наличия у лица высоких достижений в области науки, техники и культуры
- Предоставление лицу политического убежища
- Признание лица беженцем

это всё сокращает срок обязательного проживания до 1 года

- Лицо, имеющее особые заслуги перед РФ, может быть принято в гражданство РФ без соблюдения условий


## Прекращение гражданства

- Выход

### Отказ в выходе

- Задолжность
- Уголовное дело
- Нет другого гражданства

# 5.18 Воинская обязанность, АГС

За уклонение от призыва на военную службу установлена уголовная ответственность

**Военная служба** — особый вид федеральной гос. службы, исполняемой гражданами, не имеющими гражданства (подданства) иностранного гос-ва, в ВС РФ

### Воинская обязанность

- Воинский учет
- Обязательную подготовку к военной службе
- Призыв на военную службу
- Прохождение военной службы по призыву
- Пребывание в запасе
- Призыв на военные сборы и прохождение военных сборов в период пребывания в запасе

### Особенности воинской обязанности в РФ

- Первоначальная постановка граждан мужского пола на воинский учет осуществляется соответствующими комиссиями по достижении 17-летнего возраста
- Призыву на военную службу подлежат граждане мужского пола в возрасте от 18 до 27 лет

## Право на отсрочку

- Призвание временно не годным по состоянию здоровья
- Обучение на очной форме обучения
- Занятые уходом за родственниками
- Имеющих ребенка и выспитывающие его без матери
- Имеющие двух и более детей
- Имеющим ребенка-инвалида в возрасте до 3 лет
- Депутаты Госдумы, Федерального Собрания и т.д

## Освобождаются

- Признанные ограниченно годными к военной службе по состоянию здоровья
- Ученая степень

---

- Проходящие или прошедшие военную службу
- Проходящие или прошедшие альтернативную гражданскую службу
- Прошедшие военную службу в другом государстве

## АГС

АГС — особый вид трудовой деятельности в интересах общества и гос-ва, осуществляемой гражданами взамен военной службы по призыву

### Право на замену военной службы по призыву альтернативной гражданской

- Убеждения
- Вероисповедание
- Принадлежность к коренному малочисленному народу и ведение традиционного образа жизни

## Особенности АГС

- В 1.75 раз больше службы по призыву
- По общему правилу 21 месяц; В организации ВС РФ 18 месяцев

---

- По общему правилу проходит за пределами территории субъекта РФ постоянного проживания
- Подача заявления не ранее, чем за полгода до планируемого начала службы
- Предоставляется отпуск в порядке, установленном ТК РФ

## Профессии и должности АГС

- Дезинфектор
- Оленевод
- Животновод

# 5.13 Международное право

Международное право — система правовых норм, регулирующих отношения между государствами, международными организациями, государственными образованиями

### Субъекты международного права

- Государства
- Государственные образования
- Международные организации

### Источники международного права

- Международный договор (конвенция)
- Международный обычай
- Акты международных конференций и организаций

Ратификация — выпуск государством договора, в котором подтверждает, что действие международного договора признаётся им

### Отрасли международного права

- Гуманитарное
- Морское
- Экологическое
- Космическое

### Принципы международного права

- Суверенное равенство
- Неприменение силы или угрозы силой
- Нерушимость границ
- Территориальная целостность государств
- Мирное урегулирование споров

## Функция международного права

- Юридическая — регулирование межгосударственных отношений
- Интернационализации — расширение или углубление взаимосвязи между государствами
- Информационно-воспитательная — опыт рационального поведения государства

### Международная защита прав

- Международный суд ООН
- Международный уголовный суд
- ЕСПЧ (Европейский суд по правам человека)

## Источники международного гуманитарного права

- Гаагские конвенции
- Женевские конвенции
- Резолюции Генеральной Ассамблеи ООН

### Международное гуманитарное право

- Регулирование применения вооружения
- Статус военнопленных
- Статус гражданского населения

### Международное межправительственные организации

- ООН
- МАГАТЭ (международное агенство по атомной энергетике)
- ЮНЕСКО (культура)
- ОБСЕ

# 5.9 Порядок приёма на работу. Порядок заключения и расторжения трудового договора

Трудовое право — отрасль права, в которой регулируются отношения между работодателем и работником, возникающие в сфере труда

Трудовые правоотношения — отношения, основанные на соглашении между работником и работодателем о личном выполнении работником за плату трудовой функции

Трудовой договор — соглашение между работодателем и работником, в соответствии с которым работодатель обязауется предоставить работнику работу по обусловленной трудовой функции, обеспечить условия труда, а работник обязуется лично выполнять определенную этим соглашением трудовую функцию в интересах под управлением и контролем работодателя

- По общему правилу заключается с лицами достигшими **16 лет**

Бывает:

- **Занятость**
- Самозанятые
- По найму

### Испытательный срок

1. Срок испытание не может превышать трех месяцев для всех почти людей
2. Срок испытания не может превышать шести месяцев, если иное не установлено ФЗ:
    - Для руководителей организаций и их заместителей, главных бухгалтеров и их заместителей, руководителей филиалов, представительств или иных обособленных структурных подразделений организаций
3. Если вы заключаете трудовой договор на срок от двух до шести месяцев
    - Испытание не может превышать двух недель
4. Испытание при приеме на работу не устанавливается для:
    - лиц, избранных по конкурсу на замещение соответсвующей должности
    - лиц, не достигших возраста 18-ти лет
    - лиц, избранных на выборную должность на оплачиваемую работу
    - лиц, приглашенных на работу
    - в порядке перевода от другого работодателя
    - лиц, заключающих трудовой договор на срок до двух месяцев
    - беременных женщин и женщин, имеющих детей в возрасте до полутора лет
    - лиц, получивших среднее профессиональное образование или высшее образование и впервые поступающих на работу по полученной специальности в течение одного года со дня получения образования
    

### Форма и содержание трудового договора

- Письменная форма
- Фамилия, имя, отчество работника и наименование работодателя
- Сведения о документах, удостоверяющих личность работника
- Место и дата заключения трудового договора
- Трудовая функция
- Условия оплаты труда
- Режим рабочего времени и времени отдыха

Бывает:

- Срочный
- Бессрочный

## Документы при приеме на работу

- Паспорт
- Трудовая книжка
- Документ, подтверждающий регистрацию в системе индивидуального (персонифицированного) учета, в том числе в форме электронного документа
- Документы воинского учета
- Документ об образовании — и (или) о квалификации или наличии специальных знаний — при поступлении на работу, требующую специальных знаний или специальной подготовки

## Гарантии при заключении трудового договора

- Запрещается необоснованный отказ в заключении трудового договора
- Запрещается отказ на основе расы, пола, возраста и т.д
    

## Обязанности работника

- Добросовестно исполнять свои трудовые обязанности
- Соблюдать трудовую дисциплину
- Выполнять установленные нормы труда
- Соблюдать требования по охране труда и обеспечению безопасности труда
- Бережно относиться к имуществу

## Права работника

- Защиту своих трудовых прав, свобод
- Заключение, изменение и расторжение трудового договора
- Предоставление ему работы
- Выплату заработной платы
- Отдых
- На информацию
- На объединение
- Участие в управлении организацией
- Ведение коллективных переговоров и заключение коллективных договоров
- Возмещение вреда

## Обязанности работодателя

- Предоставлять работникам работу, обусловленную трудовым договором
- Обеспечивать безопасность и условия труда
- Обеспечивать работников оборудованием
- Обеспечивать работникам равную оплату за труд равной ценности
- Выплачивать в полном размере причитающуюся работникам заработную плату
- Обеспечивать бытовые нужды работников, связанные с исполнением ими трудовых обязанностей
- Осуществлять обязательное социальное страхование работников
- Возмещать вред, причиненный работникам в связи с исполнением ими трудовых обязанностей

## Права работодателя

- Заключать, изменять и расторгать трудовые договоры с работниками
- Вести коллективные переговоры и заключать коллективные договоры
- Поощрять работников за добросовестный эффективный труд
- Требовать от работников исполнения ими трудовых обязанностей и бережного отношения к имуществу
- Привлекать работников к дисциплинарной и материальной ответственности
- Принимать локальные нормативные акты
- Создавать объединения работодателей
- Создавать производственный совет

## Расторжение трудового договора

- По соглашению сторон
- По инициативе работника
- По инициативе работодателя:
    - Установленного комиссией по охране труда нарушения работником требований охраны труда
    - Несоответствия работника занимаемой должности или выполняемой работе вследствие недостаточной квалификации подтвержденной результатами аттестации
    - Ликвидации организации
    - Сокращения численности или штата работников организации
    - Неоднократного неисполнения работником без уважительных причин трудовых обязанностей, если он имеет дисциплинарное взыскание
- По обстоятельствам, не зависящим от воли сторон:
    - Неизбрание на должность
    - Работник ушел в армию или АГС
    - Осуждение работника к наказанию
    - Смерть работника либо работодателя — физического лица, признание судом лица умершим или безвестно отсутствующим
    - Наступление чрезвычайных обстоятельств
    - Признание работника полностью неспособным к трудовой деятельности в соответствии с медицинским заключением
    - Дисквалификация или иное административное наказание, исключающее возможность исполнения работником обязанностей по трудовому договору
- Вследствие нарушения правил заключения трудового договора



### Условия работы

- Обязательный медицинский осмотр + ежегодный медицинский осмотр
- Отпуск 31 календарный день в удобное время
- Запрещения направления в командировки
- Не назначается испытание при приеме на работу
- Запрет на привлечение к сверхурочной работе ночное время, выходные и праздничные дни
- Запрещается применение труда в возрасте до 18 лет на работах с вредными и (или) опасными условиями труда, на подземных работах, а также на работах, выполнение которых может причинить вред их здоровью и нравственному развитию
- Запрещается переноска и передвежиение работникам в возрасте 18-ти лет тяжестей, превышающих установленные для них предельные нормы

---

- Расторжение трудового договора с работниками в возрасте до 18-ти лет по инициативе работодателя помимо соблюдения общего порядка допускается только с согласия соответствующей государственной инспекции труда и комиссии по делам несовершеннолетних и защите их прав

# 5.3 Понятие и виды юридической ответственности

### Правонарушение

- Действие
- Бездействие

### Признаки правонарушения

- Волевой характер
- Виновность деяния
- Противоправность
- Общественная опасность
- Вредоносные последствия

### Структура (состав) правонарушения*

- Объект
- Объективная сторона (деяние, причиненный вред, причинная связь)
- Субъект
- Субъективная сторона (отношения лица к противоправному деянию)

---

Виды правонарушения:

- Преступления
- Проступки

Юридическая ответственность — применение государственного принуждения, влекущее за собой неблагоприятные последствия личного, имущественного и специального характера, налагаемые за совершение правонарушения в установленной законом форме.

### Признаки юридической ответственности

- Наступает только за совершенное правонарушение
- Устанавливается государством
- Связана с лишениями в отношении виновного

### Принципы

- Законность
- Справедливость
- Целесообразность
- Индивидуализации наказания

### Функции

- Правовосстановительная
- Карательная
- Превентивная
- Воспитательная
- Регулятивная

# Виды юридической ответственности

1. Материальная — с 18 лет (частично с 14)
2. Дисциплинарная
    - С момента заключения трудового договора*
    - Трудовая или учебная деятельность
3. Административная
    - с 16 лет
    - могут налагаться как судьями, так и органами исполнительной власти
4. Гражданско-правовая 
    - с 18 лет (частично с 14 лет)
5. Уголовная
    - с 16 лет (14* лет по некоторым преступлениям)
    - назначается только судом влечет судимость

# Ответственность за преступления

1. Дисциплинарная
    - Замечание
    - Выговор
    - Увольнение
2. Гражданско-правовая
    - Возмещение убитыков
    - Взыскание неустойки
    - Компенсация морального вреда
1. Административная
    - Предупреждение
    - Административный штраф
    - Конфискация орудия
    - Лишение специального права
    - Административный арест
    - Административный выгоров
    - Дисквалификация
    - Обязательные работы
    
1. Уголовная
    - Штраф
    - Обязательные работы
    - Исправительные
    - Принудительные работы
- Ограничение свободы
- Лишение свободы
- Пожизненное лишение свободы
- Арест

---

Предупреждение — мера административного наказания, выраженная в официальном порицании физического или юридического лица. Предупреждение выносится в письменной форме

## Отличия уголовного и административного

| Индекс | Административная | Уголовная |
| --- | --- | --- |
| 1.  | Обязательные работы заключаются в выполнении физическим лицом совершившим административное правонарушение, в свободное время от основной работы, службы или учебы время бесплатных общественно полезных работ. Обязательные работы назначаются судьей (20-200 часов, не более 4 часов в день) | Обязательные работы заключаются в выполнении осужденным в свободное от основной работы время бесплатных общественно полезных работ. Вид обязательных работ и объекты, на которых они отбываются, определяются органами местного самоуправления по согласованию с уголовно-исполнительными инспекциями (60-480 часов не свыше 4 часов в день) |
| 2.  |  | Принудительные работы применяются как альтернатива лишению свободы за совершение преступления небольшой или средней тяжести либо за совершение тяжкого преступления впервые. Заключаются в привлечении осужденного лица к труду в местах, определяемых учреждениями и органами уголовно-исполнительной системы (2 месяца — 5 лет) |
| 3.  |  | Исправительные работы назначаются осужденному, имеющему основное место работы, а равно не имеющему его. Осужденный, имеющий место работы, отбывает исправительные работы по основному месту работы. Осужденный, не имеющий основного места работы, отбывает исправительные работы в местах, определяемых органами местного самоуправления по согласованию с уголовно-исполнительными инспекциями, но в районе места жительства осужденного (2 месяца — 2 года) |

# 5.20 Правоохранительные органы. Судебная система

Правоохранительные органы — совокупность преимущественно государственных, а также негосударственных институтов, целью деятельности которых является защита прав и свобод граждан, охрана правопорядка и законности

### Государственные:

- Суд
- Прокуратура
- Полиция
- ФСБ
- Следственный комитет

### Негосударственные

- Адвокатура
- Нотариат
- ЧОП

## Функции

- Защита прав и свобод человека и гражданина
- охрана государственного строя и правопорядка
- Борьба с преступностью

По Лисковой

- Охрана законности и правопорядка
- Защита прав и свобод граждан
- Борьба с правонарушениями

---

Юрисдикция — установленная в соответствии с законом совокупность полномочий государственных органов разрешать правовые споры и дела о правонарушениях...

Судебная инстанция — звено в судебной системе с определенной компетенцией...

---

Аппеляция — одна из форм обжалования судебного решения в вышестоящий суд

Кассация — обжалование и опротестовывание судебных постановлений

---

## Суд

- Осуществляет правосудие
- Разрешает конфликты и споры на основании законов
- Применяет меры государстевнного принуждения к лицам, нарушаюзим установленный порядок

## Судебная система рФ

### Федеральные

- Конституционный
- Верховный
    - Верховные суды субъектов РФ
    - Районные суды
    - Специализированные суды
    - Военные суды
    - Арбитражные суды
    

### Субъектов РФ

- Конституционные (уставные) суды субъектов рФ
- Мировые судьи

### Компетенции верховного суда

- Надзор за деятельностью нижестоящих судов
- Разъясняет вопросы судебной практики
- Имеет право законодательной инициативы

### Конституционное судопроизводство

- Состав
    - 11 судей, 2 палаты
- Требования к судье
    - 40-70 лет
    - Высшее юридическое образование
    - Стаж работы не менее 15 лет (судьёй)
    - Высокие моральные качества
- Стадии:
    - Направление обращения
    - Предварительное рассмотрение обращений
    - Принятие обращения
    - Подготовка дела к слушанию
    - Судебное разбирательство
    - Принятие решения
- Компетенция
    - Разрешает дела о соответсвии Конституции РФ иных НПА
    - Разрешает споры о компетенции между органами государственной власти
    - Дает толкование Конституции РФ
    - Проверка конституционности законов по жалобам граждан на нарушение их конституционных прав и свобод (с 16 лет)
- Принципы
    - Независимость
    - Состязательность
    - Гласность
    - Равноправие сторон
    - Коллегиальность

---

# Прокуратура

- Надзор за исполнением законов
- Участие в судебном процессе от имени гос-ва, поддержка государственного обвинения
- Надзор за соблюдением прав и свобод человека и гражданина
- НЕ возбуждает уголовное дело — это компетенция СК РФ

## Полиция

- Прием и регистрация заявлений и сообщений о преступлениях, административных правонарушениях, происшествиях
- Пресечение преступлений
- Поддержание общественного порядка, профилактика правонарушений
- **НЕ** занимаются надзором за соблюдением прав и свобод человека и гражданина

## Адвокатура

- Оказание юридической помощи гражданам и государству
- Предоставление консультаций по правовым вопросам
- Представление интересов доверителя в суде

## Нотариат

- Удостоверение сделок
- Выдача свидетельства на право собственности
- Свидетельство верности копии документов
- Оказывают консультационные услуги по правовым вопросам

# 5.6 Субъекты гражданского права, 5.7 Имущественные и неимущественные права

Гражданское право — отрасль права регулирующая имущественные и связанные с ними личные неимущественные отношения

### Принципы

- Юридическое равенство участников
- Недопустимость произвольного вмешательства в частные дела
- Неприкосновенность собственности
- Свобода договора

## Структура Гражданских отношений

- Субъект (участник)
- Объект (блага)
- Предмет (отношения)
- Содержание (права и обязанности)

---

Правоспособность — возможность иметь гражданские права и обязанности

Дееспособность — возможность собственными действиями приобретать и осуществлять гражданские права и создавать для себя гражданские обязанности и исполнять их

Эмансипация — особый порядок признания несовершеннолетнего полностью дееспособным (возможна по достижении 16 лет)

## Субъекты гражданского права

- Публично-правовые образования
- Физические лица
- Юридические лица

### Юридические лица

Дееспособность появляется когда их регистрируют

- Коммерческие — направлены на получение прибыли
    - Хозяйственные товарищества и общества
    - Крестьянское (фермерское) общество
    - Производственные кооперативы
    - Государственные унитарные предприятия
    - Хозяйственное партнерство
- Некоммерческие
    - Потребительские кооперативы
    - Фонды
    - Религиозные организации

### Объекты гражданского права

- Вещи (наличные и безналичные деньги, ценные бумаги, имущественные права)
    - Движимые / Недвижимые (Всякие лайнеры и самолеты это недвижимые объекты)
    - Делимые / Неделимые
    - Сложные
- Результаты работ и оказание услуг
- Результаты интеллектуальной деятельности (интеллектуальная собственность)
- Нематериальные блага

## Права собственника

- Владение
- Распоряжение
- Пользование

## Основания приобретения права собственности

- Изготовление
- В результате использоваия иного имущества
- Купля-продажа
- Мена
- Наследование

# Виды гражданских прав

### Неимущественные

- Жизнь и здоровье
- Честь и доброе имя
- Деловая репутация

### Имущественные

- Вещные
- Обязательственные

## Виды сделок*

- Односторонние/двухсторонние/многосторонние
- Возмездные/Безвозмездные
- Срочные/Бессрочные

## Уровни дееспособности физических лиц

- Недеспособные: дети до 6 лет, или вследствие психического заболевания
- Частичная дееспособность:
    - Малолетние с 6 до 14 лет
    - Несовершеннолетние с 14 до 18 лет
- Полная дееспособность

### Малолетние в возрасте от 6 до 14 лет вправе самостоятельно совершать:

- Мелкие бытовые сделки
- Сделки, направленные на безвозмездное получение выгоды
- Сделки по распоряжению средствами, предоставленными законным представителем

Ст. 57 СК РФ: учет мнения ребенка, достигшего возраста десяти лет, обязателен (в суде)

### Несовершеннолетние в возрасте от 14 до 18 лет вправе самостоятельно:

- Распоряжаться своими заработком, стипендией и иными доходами
- Осуществлять права автора произведения или изобретения
- Вносить вклады в кредитные организации и распоряжаться ими

Регистрация в качестве индивидуального предпринимателя возможна с 14 лет*

По достижении 16 лет вправе быть членами кооперативов*

# 5.14 Споры, порядок их рассмотрения 5.15 Основные правила и принципы гражданского процесса

## Виды правовых споров

- Имущественные
- Конституционные
- Административные
- Трудовые
- Семейные
- Экономические
- Земельные
- Наследственные
- Налоговые
- Экологические

### Досудебный порядок решения споров

Претензия — требование о восстановлении нарушенного права, обращенная непосредственно к нарушителю

- Устная
- Письменная

## Дела рассматриваемые в гражданском судопроизводстве

- Исковые дела по спорам, возникающим из гражданских, семейных, трудовых, жилищных, земельных
- бракоразводные процессы
- защита авторского права.
- нарушение имущественных прав
- Особое производство (установление родственных отношений, отцовства, смерти, усыновлении, признании недееспособности)
- Приказное производство

## Участники гражданского процесса

- Истец (граждане, организации, публично-правовые образования)
- Ответчик
- Третьи лица
- Прокурор*

### Гражданская процессуальная дееспособность*

- Граждане с 18 лет
- До 18 лет в случае вступления в брак или эмансипации
- С 14 до 18 лет в некоторых случаях вправе лично защищать в суде свои права, свободы и законные интересы
- До 14 лет защиту осуществляют родители, опекуны, попечители и т.д

## Принципы гражданского процесса

- Осуществление правосудия только судом
- Равенство всех перед законом и судом
- Независимость судей
- Гласность судебного разбирательства
- Состязательность и равноправие сторон
- Обязательность судебных постановлений
- Право на обжалование

## Стадии гражданского процесса

- Исковое заявление
- Возбуждение производства по делу
- Подготовка дела к судебному разбирательству
- Разбирательство дела
- Обжалование решений (апелляция, кассация)

# 5.16 Особенности уголовного процесса

Уголовное право — отрасль права регулирующая правоотношения, складывающиеся в связи с совершением общественно опасных преступных деяний

### Особенности уголовного права

- Все виды преступлений и наказаний содержатся в Уголовном Кодексе РФ
- Карательный характер

### Особенности уголовной юридической ответственности

- Распространяется только на вменяемое физическое лицо
- Наступает с возраста 16 лет, в некоторых случаях с 14 лет
- Действует в отношении преступлений
- Влечет судимость
- Единсто распространения для всей территории РФ

## Обстоятельства исключащие уголовную ответственность

- Необходимая оборона
- Причинение вреда при задержании лица, совершившего преступление
- Крайняя необходимость
- Физические или психические принуждение
- Обоснованный риск
- Исполнение приказа или распоряжения

## Условия освобождения от уголовной ответственности

- Деятельное раскаяние
- Примирение с потерпевшим
- Возмещение ущерба
- Назначение судебного штрафа
- Истечение срока давности

---

Состав преступления — совокупность определенных признаков, которые характеризиуют общественно опасное действие (бездействие) как преступление

# Участники уголовного процесса

### Обвинение

- Прокурор
- Следователь
- Орган дознания
- Дознаватель
- Потерпевший

### Защита

- Подозреваемый
- Обвиняемый
- Защитник

### Иные участники

- Свидетель
- Эксперт
- Специалист
- Переводчик
- Понятой

---

## Права обвиняемого

- Знать, в чем он обвиняется
- Возражать против обвинения, давать показания по предъявленному ему обвинению либо отказаться от дачи показаний
- Давать показания и объясняться на родном языке или языке, которым он владеет, пользоваться помощью переводчика бесплатно
- Обжаловать приговор, определение, постановление суда и получать копии обжалуемых решений

# Формы вины:

| Неосторожность | Умысел |
| --- | --- |
| Легкомыслие | Прямой |
| Небрежность | Косвенный |

---

## Этапы уголовного судопроизводства

- Возбуждение уголовного дела
- Предварителньое расследование
- Судебное производство
- Исполнение приговора
- Производство в суде кассационной или надзорной инстанции

# Принципы уголовного процесса

- Независимость судей
- Разумный срок уголовного судопроизводства
- Презумпция невиновности

## Особенности суда присяжных

- Коллегия из 12 человек
- Нет требования к обладанию знаниями в юридической сфере
- Три вопроса:
    - Имело ли место деяние?
    - Совершил ли его подсудимый?
    - Виновен ли подсудимый?
- Подсудимый не имеет права отказаться от защитника

# 5.11 Особенности административной юрисдикции

## Меры пресечения

- Подписка о невыезде
- Личное поручительство
- Запрет определенных действий
- Залог
- Домашний арест
- Заключение под стражу

---

Административное право — отрасль права, регулирующая правоотношения, складывающиеся в связи с реализацией функций государственного управления, в сфере деятельности исполнительной власти

Административная юрисдикция — деятельность уполномоченных органов гос. власти и их должностных лиц по рассмотрению и разрешению административных дел

## Административно-правовые отношения

### Между

- Соподчиненными органами исполнительной власти
- Не соподчиненными органами исполнительной власти
- Органами исполнительной власти и органами местного самоуправления
- Органами исполнительной власти и коммерческими структурами, общественными объединениями
- Органами исполнительной власти и гражданами

## Особенности административного права

- Осуществляется методом юридических властных предписаний
- Может распространяться на юридические лица
- Неравенство участников
- Осуществляется в судебном и внесудебном порядке

## Особенности административной юридической ответственности

- Распространяется на физические и юридические лица
- Для физических лиц наступает с возраста 16 лет
- Действует в отношении проступков
- Не влечет судимости

## Виды административных правонарушений

- Посягающие на права граждан
- На транспорте и дорожном движении
- В области охраны окружающей среды и т.д

---

## Примеры административных правонарушений

- Появление в общественных местах в состоянии опьянения
- Мелкое хулиганство
- Мелкое хищение
- Заведомо ложный вызов пожарной охраны, полиции, скорой медициской помощи или иных специализированных служб

---

## Меры обеспечения административного производства

- Доставление
- Личный досмотр
- Административное задержание (до 3 часов)
- Медицинское освидетельствование

## Принципы административного производства

- Независимость судей
- Равенство всех перед законом и судом
- Законность и справедливость при рассмотрении и разрешении адм. дел
- Осуществление в разумные сроки
- Гласность и открытость
- Состязательность и равноправие сторон

## Стадии административного производства

1. Подготовка дела к судебному разбирательству
2. Судебное разбирательство
3. Решение суда и т.д

## Стороны административного разбирательства

- Свидетели
- Эксперты
- Переводчики
- Понятый
- Административный истец
- Административный ответчик
